{
    "Name": [
        "John Sedgwick",
        "Garry Hoy",
        "Franz Reichelt",
        "Michael Anderson Godwin",
        "Fagilyu Mukhametzyanov",
        "3 people and a dog",
        "Empedocles",
        "Alex Mitchell"
        ],
    "Year of Death": [
        1864,
        1993,
        1912,
        1989,
        2011,
        1988,
        -434,
        1975
        ],
    "location of Death": [
        "Spotsylvania County, Virginia, U.S.",
        "In front of the Toronto-Dominion Centre, Toronto, Ontario, Canada",
        "Paris, France",
        "Sitting on a metal Toilet while in Jail",
        "Russia",
        "Buenos Aires, argentina",
        "Sicily",
        "England"
        ],
    "Cause Of Death": [
        "He died after being shot while he was out in the open from 1000 yards away. his last words were: Why are you dodging like this? They could not hit an elephant at this distance.",
        "he threw himself against a window to prove to students that the windows of the building he was in was unbreakable but the window frame broke anyway and He fell to his death as he was 160 pounds.",
        "Despite warnings from his friends and test dummies unsucessful results, He lept off a tower wearing his parachute suit he invited but fell to his death which was filmed in its entirety.",
        "He was originally sentenced to death by electric chair but got a life sentence instead however 6 years later he electrocuted himself to death by biting on a live wire in an attempt to repair earphones connected to a TV.",
        "She was mistakenly dead but while her friends and family were mouring at her funeral however the casket suddenly flew open to reveal she was still alive but she died from a heart attack due to the shock",
        "a dog fell from 13 floors killing a woman. Another woman approached to help but got run over by a bus while a man who witnessed the whole incident, died of a heart attack.",
        "in an attempt to prove he was a divine immortal being, He jumped into a active volcano but instead burned to death for about 5-10 seconds.",
        "He watched The Goodies episode Kung Fu Kapers and laughed continously for 25 minutes followed by him slumping before dying of heart failure from laughing too much."
        ]
}